Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/services_and_supports_for_children/children_in_care.html.txt.tmx
Source language: en
Languages: ga

source: • Children in Tusla care
ga: • Comhdhálacha um leas Teaghlaigh

source: The primary legislation regulating child care policy is the Child Care Act 1991 which brought in considerable changes in relation to children in care
ga: Is é an tAcht um Chúram Leanaí 1991 an phríomhreachtaíocht chun beartas cúraim leanaí a rialú, rud a thug athruithe ollmhóra isteach maidir le leanaí i gcúram

source: Until the main part of the Act was implemented in 1995, child care policy had been regulated by the 1908 Children Act
ga: Ba é go dtí go raibh mórchuid an Achta curtha i bhfeidhm sa bhliain 1995 a bhí beartas cúraim leanaí rialaithe ag Acht na Leanaí 1908

source: Duty of the Child and Family Agency
ga: Dualgas ar Ghníomhaireacht um Leanaí agus an Teaghlach

source: Under the Child Care Act 1991 Act, as amended by the Child and Family Agency Act 2013, Tusla - the Child and Family Agency has a statutory duty to promote the welfare of children who are not receiving adequate care and protection
ga: De réir an Achta um Chúram Leanaí, tá dualgas reachtúil ar Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach chun leas leanaí nach bhfuil cúram ná cosaint leordhóthanach acu a chothú

source: The definition of a child is a person under 18 years of age who is not or has not been married
ga: Is é an sainmhíniú ar leanbh ná duine atá faoi 18 mbliana d’aois nach bhfuil nó nach raibh pósta

source: When carrying out its statutory duty, Tusla must have regard to the following:
ga: Agus a cuid dualgas reachtúla á ndéanamh aici ba chóir go dtabharfaidh Tusla aird ar na pointí seo a leanas:

source: • It is generally in the best interests of the child to be brought up in his/her own family
ga: • De ghnáth, is é chunleasa is fearr an linbh é/í a thógáil ina t(h)eaghlach féin

source: • Having regard to the rights and duties of the parents, the welfare of the child is the first and paramount consideration and, as far as is practicable, the wishes of the child should be considered
ga: • Ag tabhairt airde ar chearta agus ar dhualgais na dtuismitheoirí, is é leas an linbh an chéadchomaoin agus an phríomhchomaoin, agus chomh mór agus is praiticiúil, ba chóir go gcuirfí mianta an linbh san áireamh

source: Among other things, Tusla is required to:
ga: I measc rudaí eile tá ar Tusla:

source: • Identify children who are not receiving adequate care and protection and co-ordinate information on children from all relevant sources
ga: • Leanaí nach bhfuil cúram nó cosaint acu a aithint agus faisnéis ar leanaí ó gach foinse a bhaineann leis a chomhordú

source: • Provide child care and family support services with the aim of helping parents to care for their children and to avoid the need for such children to be taken into care
ga: • Seirbhísí um thacaíocht teaghlaigh a chur ar fáil le haidhm cuidiú le tuismitheoirí chun cúram a thabhairt dá gclann agus riachtanas don chlann sin a chur faoi chúram a sheachaint

source: • Prepare an annual report on the adequacy of the child care and family support services
ga: • Tuarascáil bhliantúil a ullmhú ar leordhóthanacht seirbhísí cúraim leanaí agus tacaíochta teaghlaigh

source: Child Care Law Reporting Project
ga: Chúram Leanaí Tionscadal Tuairiscithe faoin Dlí

source: The Child Care Law Reporting Project was launched in 2013
ga: In Aibreán 2013 seoladh an Chúram Leanaí Tionscadal Tuairiscithe faoin Dlí

source: It was established to provide information to the public on child care proceedings in the courts; to conduct research; to recommend how to deal with issues in the child care system identified by the research; and to promote confidence in the child care system
ga: Bunaíodh é a scrúdú agus tuairisc a thabhairt ar imeachtaí cúraim leanaí sna cúirteanna

source: If a child is in need of care and protection and is unlikely to receive it at home, then Tusla must take them into care. This may happen, for example, in the case of an orphan or an abandoned child
ga: Má bhíonn riachtanas cúraim agus cosanta ag leanbh agus nár dhócha é a fháil, ba chóir go gcuirfeadh Tusla faoi chúram é/í mar atá, mar shampla, i gcás dílleachta nó linbh thréigthe

source: In other cases where parents are unable to cope due to illness or other problems, they may agree to their children being taken into the care of Tusla
ga: I gcásanna eile nach bhfuil tuismitheoirí in ann aghaidh a thabhairt ar a ndualgais de dheasca tinnis nó fadhbanna eile féadfaidh siad aontú lena gclann a chur faoi chúram

source: This is known as voluntary care
ga: Tugtar cúram deonach ar seo

source: In these cases, while Tusla has care of the children it must consider the parents' wishes as to how the care is provided
ga: Sna cásanna seo, cé go mbíonn na leanaí faoi chúram Tusla tá uirthi mianta na dtuismitheoirí a chur san áireamh maidir le soláthar an chúraim sin

source: Tusla is obliged to maintain these children for as long as their welfare requires it
ga: Tá oibleagáid ar Tusla leas na leanaí seo a chothú fad agus atá sé sin de dhíth

source: There are a number of procedures which Tusla can use when dealing with children who are at risk or who are in need of care. Tusla may apply to the courts for a number of different orders
ga: Tá méid nósanna imeachta ann ar féidir le Tusla úsáid a bhaint astu agus í ag plé le leanaí i mbaol nó leanaí a bhfuil riachtanas cúraim acu

source: These orders give the courts a range of powers (including decision-making), about the type of care necessary and about access to the children for parents and other relatives. The following is a sumary of these orders:
ga: Is féidir le Tusla iarratas a chur isteach ar réimse cumhachtaí, agus cinntí ar chineál cúraim agus ar fháil tuismitheoirí agus gaolta eile do na leanaí, san áireamh:

source: • Emergency care order - maximum of 8 days in care
ga: • Ordú cúraim éigeandála – uasmhéid 8 lá faoi chúram

source: • Interim care order - maximum of 29 days in care but may be extended
ga: • Ordú eatramhach cúraim – uasmhéid 29 lá faoi chúram ach gur féidir an tréimhse a shíniú

source: • Care order - can continue up to age 18
ga: • Ordú cúraim – le leanúint suas go haois 18

source: • Supervision order - maximum of 12 months but may be renewed
ga: • Ordú maoirseachta – uasmhéid 12 lá ach gur féidir athnuachan

source: • Interim special care order - maximum of 28 days but may be extended
ga: • Ordú eatramhach cúraim speisialta – uasmhéid 28 lá ach gur féidir an tréimhse a shíniú

source: • Special care order - maximum of 6 months but may be extended
ga: • Ordú cúraim speisialta – uasmhéid 6 mhí ach gur féidir síniú

source: In general, the various orders involve the child being taken into care by Tusla
ga: De ghnáth, bíonn an leanbh curtha faoi chúram ag Tusla i gceist leis na horduithe éagsúla

source: A supervision order however, involves the child being visited and monitored in their own home by Tusla
ga: I gcás ordú maoirseachta, áfach, tugtar cuairt ar an leanbh agus déanann Tusla monatóireacht air sa bhaile

source: See "Further information" below for more detail on the various tyes of order
ga: Féach ‘Tuilleadh eolais’ thíos faoi na horduithe éagsúla

source: Separate representation for the child
ga: Ionadaíocht ar leith don leanbh

source: The court must make all decisions on the basis that the welfare of the child is paramount
ga: Ba chóir go ndéanfaidh an chúirt gach cinneadh ar bhonn gur fíorthábhachtach leas an linbh

source: With this consideration in mind, the court may order that the child be joined as a party to the care proceedings
ga: Leis an chomaoin seo a choinneáil i gcuimhne, is féidir leis an gcúirt ordú go gceanglaítear an leanbh mar pháirtí do nósanna imeachta an chúraim

source: This means that the child has separate legal representation, paid for by Tusla
ga: Ciallaíonn seo go mbíonn ionadaíocht ar leith dlí as a n-íocann Tusla

source: If the child is not a party to the proceedings, the court may appoint a guardian ad litem to speak for the child
ga: Mura mbíonn an leanbh ina pháirtí do na nósanna imeachta, is féidir leis an chúirt caomhnóir ad litem a cheapadh chun labhairt ar son an linbh

source: (A guardian ad litem is an independent person appointed by the court to represent the wishes and interests of a child in specified court proceedings.)
ga: Is duine neamhspleách é caomhnóir atá ceaptha ag an gcúirt chun mianta agus leasa an linbh a ionadú i nós imeachta sonraithe na cúirte

source: The Children Act 2001 provided for family welfare conferences for children at risk from their own behaviour and these provisions came into effect in July 2004
ga: D’fhoráil an tAcht um Leanaí 2001 go socrófaí comhdhálacha um leas teaghlaigh do leanaí i mbaol óna n-iompraíocht féin agus cuireadh na forálacha i bhfeidhm i mí Iúil 2004

source: The family welfare conference is a mechanism for early intervention and the conference may be convened where:
ga: Meicníocht is ea an chomhdháil um leas teaghlaigh le haghaidh idirghabháil luath agus féadfaidh comhdháil a thionól i cásanna ina bhfuil:

source: • Tusla is directed to convene it by the Children Court or
ga: • Treoir tugtha do Tusla é a chomóradh ag Cúirt na Leanaí nó

source: • Tusla is of the view that a child requires special care or protection which he/she is unlikely to receive unless a special care order is made
ga: • Tusla den bharúil go bhfuil cúram speisialta nó cosaint de dhíth ag leanbh nár dhócha a bheith ar fáil aige/aice mura ndéantar ordú cúraim speisialta

source: The function of a family welfare conference is to decide whether the child is in need of special care or protection and, if so, to recommend to Tusla that it apply for a special care order
ga: Is é aidhm chomhdháil um leas teaghlaigh socrú an bhfuil cúram speisialta nó cosaint de dhíth ag an leanbh, agus, más amhlaidh go bhfuil, moladh do Tusla cur isteach ar ordú cúraim speisialta

source: If not, the conference may make appropriate recommendations to Tusla, including, if necessary, a recommendation that Tusla apply for a care order or a supervision order
ga: Mura bhfuil, féadfaidh an chomhdháil moltaí oiriúnacha a thabhairt do Tusla, agus, más gá, moladh chun cur isteach ar ordú cúraim nó ar ordú maoirseachta

source: The conference decisions must be unanimous and, if it is not possible to get agreement, Tusla must make the decision
ga: Ní mór do chinntí na comhdhála bheith d’aon ghuth agus mura féidir comhaontú a bhaint amach, ní mór don Tusla an cinneadh a dhéanamh

source: The conference may be attended by the child; the parents or guardians; any guardian ad litem; other relatives agreed by the co-ordinator after consulting the child and the parents; Tusla officials; and any other person who could make a positive contribution because of knowledge of the child or the family or because of particular expertise
ga: Is féidir leis an leanbh, leis na tuismitheoirí nó le caomhnóirí; le caomhnóir ad litem ar bith; le gaolta eile comhaontaithe ag an chomhordaitheoir i ndiaidh dó dul i gcomhairle leis an leanbh agus na tuismitheoirí; le hoifigigh Tusla; agus le duine ar bith eile a bhfuil ranníocaíocht dearfach aige de bharr fhaisnéis an linbh nó an teaghlaigh nó de bharr saineolais ar leith freastal ar an chomhdháil

source: When Tusla receives the conference recommendation, it may:
ga: Nuair a fhaigheann Tusla moladh comhdhála, féadfaidh sí:

source: • Apply for a special care order or
ga: • Cur isteach ar ordú cúraim speisialta nó

source: • Apply for a supervision order or a care order or
ga: • Cur isteach ar ordú maoirseachta nó ar ordú cúraim nó

source: • Provide any appropriate help or service for the child or his/her family
ga: • Cuidiú oiriúnach nó seirbhís don leanbh nó dá t(h)eaghlach a chur ar fáil

source: Family welfare conferences have legal privilege - this means that any information, statement or admission disclosed at such a conference will not be admissible in evidence in court
ga: Tá pribhléid dlí ag comhdhálacha um leas an teaghlaigh – ciallaíonn seo nach mbeidh faisnéis ar bith, ráiteas, nó admhálacha nochta ag a leithéid de chomhdháil, inghlactha mar fhaisnéis i gcúirt dlí

source: Children in Tusla care
ga: Leanaí i gcúram Tusla

source: When a child is in the care of Tusla, there are a number of different ways in which care can be provided
ga: Agus leanbh i gcúram Tusla, tá líon dóigheanna éagsúla inar féidir cúram a chur ar fáil

source: Whatever kind of care is chosen, Tusla must facilitate reasonable access for the parents or other relatives of the children in its care
ga: Cíbe cúram atá roghnaithe, ní mór do Tusla fáil réasúnta a thabhairt do thuismitheoirí nó do ghaolta eile ar an leanbh atá faoina chúram

source: Where possible Tusla places the child with foster parents
ga: Fad agus is féidir cuireann Tusla an leanbh le tuismitheoirí altrama

source: The Child Care (Placement of Children in Foster Care) Regulations 1995 require that a care plan for the child be drawn up which sets out, among other things, the support to be provided to the child and the foster parents and the arrangements for access to the child in foster care by parents or relatives
ga: Éilítear i Rialacha an Achta um Chúram Leanaí (Leanaí a Fhágáil faoi Chúram Altrama) 1995 go ndréachtófar plean cúraim a leagan amach, i measc rudaí eile, an tacaíocht le cur ar fáil don leanbh agus do na tuismitheoirí altrama agus fáil don leanbh i gcúram altrama le tuismitheoirí nó le gaolta

source: If there is a shortage of foster parents, children may be placed in residential care instead
ga: Má tharlaíonn go bhfuil ganntanas tuismitheoirí ann, áfach, is féidir go bhfágfar leanaí i gcúram cónaithe ina áit

source: Residential care can be in a home run by Tusla, a children's residential centre registered under the 1991 Act, a school or other suitable place of residence
ga: Is féidir le cúram cónaithe bheith in áras á reáchtáil ag Tusla, in ionad cónaithe um leanaí atá cláraithe faoin Acht 1991, i scoil, nó in áit chónaithe oiriúnach eile

source: The Child Care (Placement of Children in Residential Care) Regulations 1995 state the requirements for the placing of children in residential care and the standards for residential centres which are registered with Tusla
ga: Luíonn Rialacha an Achta um Chúram Leanaí (Leanaí a Fhágáil faoi Chúram Altrama) 1995 na riachtanais chun leanbh a fhágáil i gcúram cónaithe agus na caighdeáin do hionaid chónaithe atá cláraithe le Tusla

source: The centres are subject to inspection by the Health Information and Quality Authority
ga: Tá na hionaid faoi réir cigireachta ag an tÚdarás um Fhaisnéis agus Cáilíocht Sláinte

source: Children taken into care under special care orders or interim special care orders are place in special care units
ga: Fágtar leanaí atá curtha faoi chúram faoi orduithe cúraim speisialta in aonaid chúraim speisialta

source: Tusla may provide and maintain special care units or make arrangements with voluntary bodies to provide and operate them
ga: Féadfaidh Tusla ionaid chúraim speisialta a chur ar fáil agus a choinneáil nó socruithe a dhéanamh le comhlachta deonacha chun iad a chur ar fáil agus a choinneáil

source: All centres are subject to the approval of the Minister for Children and Youth Affairs
ga: Tá gach ionad faoi réir fhaomhadh an Aire Leanaí agus Gnóthaí Óige

source: The Minister makes regulations dealing with the detailed operation of such centres
ga: Déanann an tAire rialacháin a phléann le mion-oibriúcháin na n-ionad seo

source: Children who are convicted of an offence may not be placed in special care units
ga: Ní féidir leanaí atá ciontaithe le cóir a chur in ionaid chúraim speisialta

source: Placing children with relatives
ga: Ag fágáil leanaí le gaolta

source: The Child Care (Placement of Children with Relatives) Regulations 1995 make provision for relatives to receive an allowance for caring for a child placed with them by Tusla
ga: Déanann na Rialacha an Achta um Chúram Leanaí (Leanaí a Fhágáil faoi Chúram Altrama) 1995 foráil do ghaolta chun liúntas a fháil do chúram linbh atá fágtha leo ag Tusla

source: The regulations set out the arrangements for the placement and are broadly similar to the Foster Care Regulations
ga: Leagann na rialacháin amach comhshocraíochtaí an tsocrúcháin agus tá siad cosúil leis na Rialacháin Chúraim Altrama go ginearálta

source: Currently, Tusla can provide further assistance to young people up to the age of 21 who have been in care
ga: Tá Tusla in ann cuidiú sa bhreis a chur ar fáil do dhaoine óga suas go 21 d’aois a bhí faoi chúram

source: It is intended that from 1 September 2017, young people leaving care will have the right to an aftercare plan prepared by Tusla
ga: D’fhéadfadh lóistín a shocrú a bheith i gceist leis seo, nó ag cuidiú lena gcothú le linn oideachas scoile nó coláiste

source: Focus Ireland has published Pathways (pdf), an aftercare guide for young people who are preparing to leave care
ga: D'fhoilsigh Fócas Éire Pathways (pdf), treoir iarchúraim do dhaoine óga atá ag ullmhú le cúram a fhágáil

source: Under the 1991 Act there are a number of procedures which Tusla can use when dealing with children who are at risk or who are in need of care
ga: Faoin Acht 1991 tá méid nósanna imeachta ann ar féidir le Tusla úsáid a bhaint astu agus í ag plé le leanaí i mbaol nó a bhfuil riachtanas cúraim acu

source: Tusla may apply to the courts for a number of different orders which give the courts a range of powers including decisions about the kind of care, and the access to the children for parents and other relatives:
ga: Is féidir le Tusla iarratas a chur isteach ar réimse cumhachtaí, agus cinntí ar chineál cúraim, agus ar fháil tuismitheoirí agus gaolta eile do na leanaí, san áireamh:

source: These orders replaced the previous fit person orders and place of safety orders
ga: Cuireadh na horduithe seo in ionad na n-orduithe duine sláintiúla agus áite sábháilte roimhe seo

source: The Children Act 2001 amended the Child Care Act 1991 to allow for another sort of order - a special care order
ga: Leasaigh an tAcht um Leanaí 2001 an tAcht um Chúram Leanaí 1991 chun caoi a thabhairt do chineál ordaithe eile – ordú cúraim speisialta

source: This is for situations where the child is at risk from his/her own behaviour
ga: Is é seo do chásanna ina bhfuil leanbh i mbaol óna iompraíocht féin

source: If the gardaí have reason to believe that there is an immediate and serious risk to the health or welfare of a child which cannot wait until an emergency care order is made, they have the power to enter the home and remove a child, by force if necessary, to safety
ga: Má bhíonn cúis inar dóigh leis na gardaí go bhfuil baol láithreach agus dáiríre do shláinte nó leas linbh nach féidir fanacht go dtí go ndéantar ordú cúraim éigeandála, tá an chumhacht acu dul isteach sa teach agus leanbh a bhaint amach, le fórsa más gá, chuig áit shábháilte

source: The child must be given into the care of Tusla as soon as possible
ga: Ní mór don leanbh bheith tabhartha isteach i gcúram Tusla chomh luath agus is féidir

source: Tusla may either return the child to the parents/guardians or may apply to the District Court for an emergency care order
ga: Féadfaidh Tusla idir an leanbh a fhilleadh chuig na tuismitheoirí nó cur isteach ar an Chúirt Dúiche d'ordú cúraim éigeandála

source: If the court is not due to sit within 3 days a special sitting must be arranged
ga: Mura mbíonn suí na cúirte ann taobh istigh de trí lá, ní mór go n-eagrófaí suí speisialta

source: Tusla can apply for an emergency care order for a child who is still at home or for one who has been removed by the gardaí
ga: Féadfaidh Tusla cur isteach ar ordú cúraim éigeandála do leanbh atá sa bhaile go fóill nó do dhuine atá bainte amach ag na gardaí

source: This may be made without notice being given to the parents or guardians of the child
ga: Is féidir é sin a dhéanamh gan é a fhógairt do na tuismitheoirí nó caomhnóirí an linbh

source: The order will be made if the judge considers that there is an immediate and serious risk to the health or welfare of the child requiring him/her to be placed, or to remain in, the care of Tusla
ga: Déanfar an t-ordú má cheapann an breitheamh go bhfuil baol láithreach agus dáiríre do shláinte nó leas an linbh ar gá dó bheith curtha, nó fágtha i gcúram Tusla

source: The child must remain in the care of Tusla for 8 days or a shorter period if specified in the order
ga: Ní mór don leanbh fanacht i gcúram Tusla go ceann 8 lá nó tréimhse níos gairide má bhíonn sé sonraithe san ordú

source: Tusla must apply for a care order or a supervision order (see below) if a child needs care and protection which he/she is unlikely to receive without an order
ga: Ní mór do Tusla cur isteach ar ordú cúraim nó ar ordú maoirseachta (féach thíos) má bhíonn cúram agus cosaint de dhíth ag leanbh nár dhócha ar fáil aige/aice mura ndéantar ordú cúraim speisialta

source: The District Court judge may make an interim care order while the decision on a full care order is pending
ga: Féadfaidh breitheamh na Cúirte Dúiche ordú eatramhach cúraim a dhéanamh agus é ag fanacht ar chinneadh ar ordú chúraim iomláin

source: This means that the child is placed in the care of Tusla for 29 days
ga: Ciallaíonn é seo go bhfágtar an leanbh i gcúram Tusla go ceann 29 lá

source: It may be extended if Tusla and the parents agree
ga: Féadfar é a shíniú má chomhaontaíonn Tusla agus na tuismitheoirí

source: Generally the parents/guardians must be given notice of an interim care order application
ga: Ní mór go dtabharfaí fógra ar ordú eatramhach cúraim do na tuismitheoirí/caomhnóirí de ghnáth

source: A care order may be made when the court is satisfied that:
ga: Féadfar ordú cúraim a dhéanamh nuair a bhíonn an chúirt sásta:

source: • The child has been or is being assaulted, ill-treated, neglected or sexually abused or that the child's health, development or welfare has been or is likely to be impaired or neglected
ga: • go raibh nó go bhfuil ionsaí á dhéanamh ar an leanbh, ainíde á tabhairt dó, faillí á déanamh i leanbh nó drochúsáid ghnéasach á tabhairt do leanbh, nó gur dócha go raibh nó go bhfuil dochar nó faillí déanta nó á dhéanamh ar shláinte, ar fhorbairt nó leas an linbh

source: • The child needs care and protection which he/she is unlikely to receive without a care order
ga: • go mbíonn cúram agus cosaint de dhíth ag an leanbh nár dhócha ar fáil gan ordú cúraim

source: When a care order is made the child remains in the care of Tusla for the length of time specified by the order or until the age of 18 when he/she is no longer a child
ga: Nuair a dhéantar ordú cúram fanann an leanbh i gcúram Tusla don mhéid ama atá sonraithe san ordú nó go dtí 18 mbliana d'aois nuair nach leanbh é/í go fóill

source: Tusla has the rights and duties of a parent during this time
ga: Tá cearta agus dualgais tuismitheora ag Tusla le linn an ama seo

source: A supervision order is an alternative to children being taken into the care of Tusla
ga: Tá ordú maoirseachta mar mhalairt ar thógáil leanaí isteach i gcúram Tusla

source: During the application for a care order the court may decide that a care order is not necessary or appropriate, but that the child should be visited regularly by Tusla, and a supervision order may be made
ga: Agus iarratas á cur isteach ar ordú cúraim is féidir leis an gcúirt socrú nach bhfuil gá le hordú cúraim nó nach bhfuil sé oiriúnach, ach nach mór do Tusla cuairt a thabhairt ar an leanbh go minic, agus féadfar ordú maoirseachta dhéanamh

source: It may be made instead of a care order or while waiting for a decision on a care order
ga: Is féidir é a dhéanamh in áit ordú cúraim nó le linn dóibh fanacht ar chinneadh ar ordú cúraim
